tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "btop"
brew "git"
brew "hub"
brew "ncdu"
brew "neovim"
brew "node"
brew "peco"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "ripgrep"
brew "rmlint"
brew "rustup-init"
brew "sqlite"
brew "tmux"
cask "font-hack-nerd-font"
cask "maccy"
cask "ngrok"
cask "raycast"
