tap "1password/tap"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "webp"
brew "jpeg-xl"
brew "btop"
brew "freetype"
brew "ghostscript"
brew "git"
brew "harfbuzz"
brew "hub"
brew "imagemagick"
brew "ncdu"
brew "neovim"
brew "node"
brew "pass"
brew "peco"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "sqlite"
brew "ripgrep"
brew "rmlint"
brew "rustup-init"
brew "stylua"
brew "texlive"
brew "tmux"
brew "yarn"
brew "z"
brew "fsouza/prettierd/prettierd"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "font-hack-nerd-font"
cask "maccy"
cask "ngrok"
cask "raycast"
