tap "1password/tap"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "thezoraiz/ascii-image-converter"
brew "libpng"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "btop"
brew "freetype"
brew "python@3.13", link: false
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "libavif"
brew "chafa"
brew "docker"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "python@3.12", link: false
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpeg"
brew "json-glib"
brew "ncdu"
brew "neovim"
brew "node"
brew "openjdk"
brew "pass"
brew "peco"
brew "pipx"
brew "pnpm"
brew "postgresql@14", restart_service: :changed
brew "postgresql@15", restart_service: :changed
brew "powerlevel10k"
brew "python@3.11"
brew "r"
brew "redis"
brew "ripgrep"
brew "rmlint"
brew "rust"
brew "rustup"
brew "starship"
brew "stripe-cli"
brew "stylua"
brew "texlive"
brew "tmux"
brew "tmuxp"
brew "tpm"
brew "typescript"
brew "yarn"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "fsouza/prettierd/prettierd"
brew "heroku/brew/heroku"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "1password-cli"
cask "font-hack-nerd-font"
cask "ghostty"
cask "maccy"
cask "ngrok"
cask "r"
cask "raycast"
